Repository: m-lisicki/ePolan
Catalog: ePolan/Localizable.xcstrings
Source language: en
Languages: pl

source: %@ points
pl: %@ punktów

source: Activity Points
pl: Punkty Aktywności

source: Add
pl: Dodaj

source: Add Course
pl: Utwórz nowy kurs

source: Add exercise
pl: Dodaj zadanie

source: Archive
pl: Zarchiwizuj

source: Archived Courses
pl: Archiwum

source: Assigned 🎉
pl: Przypisano 🎉

source: Cancel
pl: Anuluj

source: Check assigned tasks
pl: Sprawdź przypisane zadania

source: Close
pl: Zamknij

source: Contact & Support
pl: Kontakt

source: Copy
pl: Kopiuj

source: Course Dates
pl: Daty Kursu

source: Course Details
pl: Szczegóły Kursu

source: Course Name
pl: Nazwa Kursu

source: Course users
pl: Użytkownicy Kursu

source: Courses
pl: Kursy

source: Create Course
pl: Stwórz kurs

source: Create new course
pl: Stwórz nowy kurs

source: Declare exercises
pl: Zadeklaruj zadania

source: Delete
pl: Usuń

source: Done
pl: Gotowe

source: End Date
pl: Data zakończenia

source: Enter instructor email
pl: Email prowadzącego

source: Enter invitation code
pl: Kod zaproszenia

source: Enter student email
pl: Email studenta

source: Every %lld Weeks
pl: Każdy %lld tydzień

source: Every Week
pl: Każdego Tygodnia

source: Give Feedback
pl: Podziel się opinią

source: Graphs
pl: Wykresy

source: Invitation code:
pl: Kod zaproszenia:

source: Invite
pl: Zaproś

source: Join
pl: Dołącz

source: Join course
pl: Dołącz do kursu

source: Lesson Date
pl: Data Lekcji

source: Lessons
pl: Lekcje

source: Login
pl: Zaloguj

source: Logout
pl: Wyloguj

source: Manage account
pl: Zarządzaj kontem

source: Me
pl: To ja

source: No courses selected
pl: Kurs nie został wybrany

source: No exercises yet
pl: Brak zadań

source: No items yet
pl: Brak elementów

source: No lesson selected
pl: Lekcja nie została wybrana

source: Not assigned
pl: Nie przypisano

source: Not logged in
pl: Nie zalogowano

source: Points
pl: Punkty

source: Points selector
pl: Wybieracz punktów

source: Points: %@
pl: Punkty: %@

source: Repeat
pl: Powtórz

source: Report a Problem
pl: Zgłoś problem

source: Show activity statistics
pl: Pokaż statystyki aktywności

source: Show course members
pl: Pokaż uczestników kursu

source: Something went wrong!
pl: Coś poszło nie tak!

source: Start Date
pl: Data rozpoczęcia

source: Unable to add lesson
pl: Nie można dodać lekcji

source: Unarchive
pl: Przywróć

source: User Info
pl: Informacje użytkownika

source: User Management
pl: Zarządzanie kontem

source: Week
pl: tydzień

source: You've got %lf points
pl: Masz %lf punktów
